7zip
alacritty
baobab
base
base-devel
blueman
brightnessctl
btop
cups
cups-browsed
dbeaver
discord
docker
docker-compose
efibootmgr
epiphany
evince
firefox
fish
garcon
gdm
gimp
git
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
google-chrome
grilo-plugins
grimblast-git
grub
gst-plugin-pipewire
gtk-theme-elementary
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gvim
htop
hyprland
hyprpaper
hyprshot
inetutils
inkscape
insomnia
intel-ucode
iwd
kitty
kvantum
lazygit
less
libpulse
libreoffice-fresh
libreoffice-fresh-es
linux
linux-firmware
loupe
lxappearance
malcontent
mc
mousepad
nano
nautilus
neofetch
network-manager-applet
networkmanager
nodejs
npm
nwg-look
obs-studio
obsidian
orca
os-prober
otf-font-awesome
papirus-icon-theme
parole
pavucontrol
perl-mojolicious
perl-perl-languageserver
perlbrew
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
postgresql
pycharm-community-edition
pyenv
python-pip
python-pipenv
python-ruff
ristretto
rofi
rust
rygel
simple-scan
smartmontools
snapshot
sof-firmware
sushi
swaylock
tecla
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
totem
ttf-cascadia-code-nerd
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-sourcecodepro-nerd
tumbler
typescript
typescript-language-server
uv
vi
visual-studio-code-bin
vlc
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xf86-video-nouveau
xfburn
xfce-theme-manager
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfwm4
xfwm4-themes
xorg-server
xorg-xinit
yay
yay-debug
yelp
zellij
zip
zram-generator
