alacritty
antigravity
atac
baobab
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
dbeaver
decibels
docker
dolphin
dunst
efibootmgr
elixir
epiphany
eslint-language-server
eslint_d
eza
firefox
fish
fisher
flameshot
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
google-chrome
grilo-plugins
grim
gst-plugin-pipewire
gtk-theme-elementary
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hyprland
hyprpaper
hyprshot
intel-media-driver
intel-ucode
iwd
kitty
lazydocker
lazygit
less
libpulse
libreoffice-fresh
libva-intel-driver
limine
linux
linux-firmware
loupe
malcontent
nano
neovim
network-manager-applet
networkmanager
networkmanager-vpn-plugin-openvpn
nodejs
noto-fonts
npm
nvm
obs-studio
obsidian
opencode
openvpn
orca
otf-font-awesome
papers
papirus-icon-theme
perl-build
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plenv
polkit-kde-agent
postman-bin
prismlauncher
python-awscli-local
python-boto3
python-pip
qt5-wayland
qt6-wayland
rbenv
reflector
ruby
ruby-build
ruby-irb
rygel
showtime
simple-scan
slack-desktop
slurp
smartmontools
snapshot
sof-firmware
sushi
teams
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-latex
texlive-latexextra
ttf-3270-nerd
ttf-arimo-nerd
ttf-cascadia-code-nerd
ttf-dejavu-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-roboto-mono-nerd
uv
uwsm
vi
vim
vinegar
visual-studio-code-bin
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wiremix
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
yelp
zram-generator
